import type { BookData } from "@/type/type";

export const luke: BookData = {
  bookSlug: "luke",
  title: "Євангеліє від Луки",
  chapters: {
    1: {
      title: "Луки 1",
      youtubeId: "", 
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    2: {
      title: "Луки 2",
      youtubeId: "", 
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    3: {
      title: "Луки 3",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    4: {
      title: "Луки 4",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    5: {
      title: "Луки 5",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    6: {
      title: "Луки 6",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    7: {
      title: "Луки 7",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    8: {
      title: "Луки 8",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    9: {
      title: "Луки 9",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    10: {
      title: "Луки 10",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    11: {
      title: "Луки 11",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    12: {
      title: "Луки 12",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    13: {
      title: "Луки 13",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    14: {
      title: "Луки 14",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    15: {
      title: "Луки 15",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    16: {
      title: "Луки 16",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    17: {
      title: "Луки 17",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    18: {
      title: "Луки 18",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    19: {
      title: "Луки 19",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    20: {
      title: "Луки 20",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    21: {
      title: "Луки 21",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    22: {
      title: "Луки 22",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    23: {
      title: "Луки 23",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    24: {
      title: "Луки 24",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    }
  },
};
