import type { BookData } from "@/type/type";

export const mark: BookData = {
  bookSlug: "mark",
  title: "Євангеліє від Марка",
  chapters: {
    1: {
      title: "Марка 1",
      youtubeId: "DQ9z4CsG3Rw", 
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    2: {
      title: "Марка 2",
      youtubeId: "MWNdvYWByc4", 
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    3: {
      title: "Марка 3",
      youtubeId: "f_x7NGe5ewI",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    4: {
      title: "Марка 4",
      youtubeId: "cGN4TcsFp8o",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    5: {
      title: "Марка 5",
      youtubeId: "NMp2syeIymM",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    6: {
      title: "Марка 6",
      youtubeId: "-JY83ll-HCI",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    7: {
      title: "Марка 7",
      youtubeId: "__ocoQf228Y",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    8: {
      title: "Марка 8",
      youtubeId: "1ug4xa4rTM8",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    9: {
      title: "Марка 9",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    10: {
      title: "Марка 10",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    11: {
      title: "Марка 11",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    12: {
      title: "Марка 12",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    13: {
      title: "Марка 13",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    14: {
      title: "Марка 14",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
    15: {
      title: "Марка 15",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
     16: {
      title: "Марка 15",
      youtubeId: "",
      description:
        "Нагірна проповідь. Заповіді Христа про серце й праведність.",
    },
  },
};
